Ran Plan for project: `aws-dev` dir: `aws` workspace: `filecoin-glif-dev-apn1`

<details><summary>Show Output</summary>

```diff
Initializing modules...

Initializing the backend...

Initializing provider plugins...
- Reusing previous version of hashicorp/local from the dependency lock file
- Reusing previous version of louy/uptimerobot from the dependency lock file
- Reusing previous version of hashicorp/aws from the dependency lock file
- Reusing previous version of hashicorp/random from the dependency lock file
- Reusing previous version of hashicorp/kubernetes from the dependency lock file
- Reusing previous version of hashicorp/helm from the dependency lock file
- Reusing previous version of hashicorp/tls from the dependency lock file
- Using previously-installed hashicorp/tls v4.0.2
- Using previously-installed hashicorp/local v2.2.3
- Using previously-installed louy/uptimerobot v0.5.1
- Using previously-installed hashicorp/aws v4.33.0
- Using previously-installed hashicorp/random v3.4.3
- Using previously-installed hashicorp/kubernetes v2.13.1
- Using previously-installed hashicorp/helm v2.6.0

Terraform has been successfully initialized!

You may now begin working with Terraform. Try running "terraform plan" to see
any changes that are required for your infrastructure. All Terraform commands
should now work.

If you ever set or change modules or backend configuration for Terraform,
rerun this command to reinitialize your working directory. If you forget, other
commands will detect it and remind you to do so if necessary.

Switched to workspace "filecoin-glif-dev-apn1".


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_secretsmanager_secret.uptimerobot will be created
+ resource "aws_secretsmanager_secret" "uptimerobot" {
      + arn                            = (known after apply)
      + force_overwrite_replica_secret = false
      + id                             = (known after apply)
      + name                           = "filecoin-dev-apn1-glif/uptimerobot"
      + name_prefix                    = (known after apply)
      + policy                         = (known after apply)
      + recovery_window_in_days        = 30
      + rotation_enabled               = (known after apply)
      + rotation_lambda_arn            = (known after apply)
      + tags                           = {
          + "Environment"     = "dev"
          + "Name"            = "filecoin-dev-apn1-glif-uptimerobot"
          + "Project"         = "Filecoin"
          + "ProvisionedWith" = "Terraform"
          + "Sub_environment" = "glif"
        }
      + tags_all                       = {
          + "Environment"     = "dev"
          + "Name"            = "filecoin-dev-apn1-glif-uptimerobot"
          + "Project"         = "Filecoin"
          + "ProvisionedWith" = "Terraform"
          + "Sub_environment" = "glif"
        }

      + replica {
          + kms_key_id         = (known after apply)
          + last_accessed_date = (known after apply)
          + region             = (known after apply)
          + status             = (known after apply)
          + status_message     = (known after apply)
        }

      + rotation_rules {
          + automatically_after_days = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p aws-dev`
* :put_litter_in_its_place: To **delete** this plan click [here](http://atlantis-0:4141/lock?id=glifio%252Ffilecoin-iac%252Faws%252Ffilecoin-glif-dev-apn1)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p aws-dev`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
